Repository: Engagendy/noor
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, id, ms, tr, ur

source: Deleting only removes downloaded copies — everything re-downloads when you use it again. The Quran text itself is part of the app and cannot be removed.
ar: الحذف يزيل النسخ المنزلة فقط — وكل شيء يُنزَّل مجددًا عند استخدامه. نص القرآن جزء من التطبيق ولا يُحذف.
bn: মুছলে কেবল ডাউনলোড করা কপিগুলোই যায় — আবার ব্যবহার করলে সবকিছু আবার ডাউনলোড হবে। কুরআনের টেক্সট অ্যাপেরই অংশ, তা মোছা যায় না।
es: Eliminar solo borra las copias descargadas: todo se vuelve a descargar cuando lo uses de nuevo. El texto del Corán forma parte de la app y no se puede eliminar.
fa: حذف فقط نسخه‌های دانلودشده را پاک می‌کند — با استفادهٔ دوباره همه‌چیز از نو دانلود می‌شود. متن قرآن بخشی از خود برنامه است و حذف نمی‌شود.
fr: La suppression n’efface que les copies téléchargées — tout se retélécharge à la prochaine utilisation. Le texte du Coran fait partie de l’app et ne peut pas être supprimé.
id: Menghapus hanya membuang salinan yang telah diunduh — semuanya diunduh ulang saat Anda memakainya lagi. Teks Al-Qur'an sendiri adalah bagian dari aplikasi dan tidak bisa dihapus.
ms: Pemadaman hanya membuang salinan yang dimuat turun — semuanya dimuat turun semula apabila anda menggunakannya lagi. Teks Al-Quran itu sendiri sebahagian daripada apl dan tidak boleh dibuang.
tr: Silme işlemi yalnızca indirilen kopyaları kaldırır — tekrar kullandığınızda hepsi yeniden indirilir. Kur'an metninin kendisi uygulamanın bir parçasıdır ve kaldırılamaz.
ur: حذف کرنے سے صرف ڈاؤن لوڈ شدہ نقول ہٹتی ہیں — دوبارہ استعمال پر سب کچھ پھر ڈاؤن لوڈ ہو جاتا ہے۔ قرآن کا متن خود ایپ کا حصہ ہے اور اسے ہٹایا نہیں جا سکتا۔

source: Dhuhr
ar: الظهر
bn: যোহর
fa: ظهر
id: Zuhur
ms: Zohor
tr: Öğle
ur: ظہر

source: Done
ar: تم
bn: সম্পন্ন
es: Listo
fa: انجام شد
fr: Terminé
id: Selesai
ms: Selesai
tr: Bitti
ur: ہو گیا

source: Download
ar: تنزيل
bn: ডাউনলোড
es: Descargar
fa: دانلود
fr: Télécharger
id: Unduh
ms: Muat turun
tr: İndir
ur: ڈاؤن لوڈ

source: Download all 114 surahs to search them
ar: نزّل السور الـ١١٤ كلها للبحث فيها
bn: সব ১১৪টি সূরায় সার্চ করতে সেগুলো ডাউনলোড করুন
es: Descarga las 114 suras para poder buscarlas
fa: برای جست‌وجو در همهٔ ۱۱۴ سوره، آن‌ها را دانلود کنید
fr: Téléchargez les 114 sourates pour y chercher
id: Unduh semua 114 surah untuk mencarinya
ms: Muat turun kesemua 114 surah untuk mencarinya
tr: İçlerinde arama yapmak için 114 surenin tamamını indirin
ur: تلاش کے لیے تمام ۱۱۴ سورتیں ڈاؤن لوڈ کریں

source: Download for offline
ar: تنزيل للاستخدام دون اتصال
bn: অফলাইনের জন্য ডাউনলোড
es: Descargar para usar sin conexión
fa: دانلود برای استفادهٔ آفلاین
fr: Télécharger hors ligne
id: Unduh untuk offline
ms: Muat turun untuk luar talian
tr: Çevrimdışı için indir
ur: آف لائن کے لیے ڈاؤن لوڈ کریں

source: Download full mushaf
ar: تنزيل المصحف كاملًا
bn: পূর্ণ মুসহাফ ডাউনলোড করুন
es: Descargar el mushaf completo
fa: دانلود کامل مصحف
fr: Télécharger tout le Mushaf
id: Unduh mushaf lengkap
ms: Muat turun mushaf penuh
tr: Mushafın tamamını indir
ur: پورا مصحف ڈاؤن لوڈ کریں

source: Download surah audio
ar: تنزيل صوت السورة
bn: সূরার অডিও ডাউনলোড করুন
es: Descargar audio de la sura
fa: دانلود صوت سوره
fr: Télécharger l’audio de la sourate
id: Unduh audio surah
ms: Muat turun audio surah
tr: Sure sesini indir
ur: سورہ کی آڈیو ڈاؤن لوڈ کریں

source: Downloaded ayah audio
ar: صوتيات الآيات المنزلة
bn: ডাউনলোড করা আয়াতের অডিও
es: Audio de aleyas descargado
fa: صوت آیه‌های دانلودشده
fr: Audio des versets téléchargé
id: Audio ayat terunduh
ms: Audio ayat yang dimuat turun
tr: İndirilen ayet sesleri
ur: ڈاؤن لوڈ شدہ آیات کی آڈیو

source: Downloaded once, readable forever offline. Public-domain dataset; see licenses in Settings.
ar: تُنزَّل مرة واحدة وتُقرأ دون إنترنت دائمًا. البيانات في الملك العام؛ انظر التراخيص في الإعدادات.
bn: একবার ডাউনলোড হলে চিরকাল অফলাইনে পড়া যায়। পাবলিক-ডোমেইন ডেটা; লাইসেন্স দেখুন সেটিংসে।
es: Se descarga una vez y se lee siempre sin conexión. Datos de dominio público; consulta las licencias en Ajustes.
fa: یک‌بار دانلود می‌شود و همیشه آفلاین خواندنی است. داده‌ها در مالکیت عمومی‌اند؛ مجوزها را در تنظیمات ببینید.
fr: Téléchargé une fois, lisible hors ligne pour toujours. Données du domaine public ; licences dans Réglages.
id: Diunduh sekali, bisa dibaca offline selamanya. Data domain publik; lihat lisensi di Setelan.
ms: Dimuat turun sekali, boleh dibaca luar talian selamanya. Set data domain awam; lihat lesen dalam Tetapan.
tr: Bir kez indirilir, çevrimdışı olarak hep okunur. Kamuya açık veri kümesi; lisanslar için Ayarlar'a bakın.
ur: ایک بار ڈاؤن لوڈ کریں، ہمیشہ آف لائن پڑھیں۔ عوامی ملکیت کا ڈیٹا؛ لائسنس ترتیبات میں دیکھیں۔

source: Downloading %lld/%lld…
ar: جارٍ التنزيل %1$lld/%2$lld…
bn: ডাউনলোড হচ্ছে %1$lld/%2$lld…
es: Descargando %1$lld/%2$lld…
fa: در حال دانلود %1$lld/%2$lld…
fr: Téléchargement %1$lld/%2$lld…
id: Mengunduh %1$lld/%2$lld…
ms: Memuat turun %1$lld/%2$lld…
tr: İndiriliyor %1$lld/%2$lld…
ur: ڈاؤن لوڈ ہو رہا ہے %1$lld/%2$lld…

source: Downloading tafsir %lld/114…
ar: جارٍ تنزيل التفسير %lld/114…
bn: তাফসির ডাউনলোড হচ্ছে %lld/১১৪…
es: Descargando tafsir %lld/114…
fa: در حال دانلود تفسیر %lld/۱۱۴…
fr: Téléchargement du Tafsir %lld/114…
id: Mengunduh tafsir %lld/114…
ms: Memuat turun tafsir %lld/114…
tr: Tefsir indiriliyor %lld/114…
ur: تفسیر ڈاؤن لوڈ ہو رہی ہے %lld/۱۱۴…

source: Downloading this surah's tafsir…
ar: جارٍ تنزيل تفسير هذه السورة…
bn: এই সূরার তাফসির ডাউনলোড হচ্ছে…
es: Descargando el tafsir de esta sura…
fa: در حال دانلود تفسیر این سوره…
fr: Téléchargement du Tafsir de cette sourate…
id: Mengunduh tafsir surah ini…
ms: Memuat turun tafsir surah ini…
tr: Bu surenin tefsiri indiriliyor…
ur: اس سورہ کی تفسیر ڈاؤن لوڈ ہو رہی ہے…

source: Downloading translation…
ar: جارٍ تنزيل الترجمة…
bn: অনুবাদ ডাউনলোড হচ্ছে…
es: Descargando la traducción…
fa: در حال دانلود ترجمه…
fr: Téléchargement de la traduction…
id: Mengunduh terjemahan…
ms: Memuat turun terjemahan…
tr: Meal indiriliyor…
ur: ترجمہ ڈاؤن لوڈ ہو رہا ہے…

source: Dubai
ar: دبي
bn: দুবাই
es: Dubái
fa: دبی
fr: Dubaï
ur: دبئی

source: EVENING ATHKAR
ar: أذكار المساء
bn: সন্ধ্যার জিকির
es: ADHKAR DE LA TARDE
fa: اذکار شامگاه
fr: ADHKAR DU SOIR
id: ZIKIR PETANG
ms: ZIKIR PETANG
tr: AKŞAM ZİKİRLERİ
ur: شام کے اذکار

source: Each ayah %lld times
ar: كل آية %lld مرات
bn: প্রতি আয়াত %lld বার
es: Cada aleya %lld veces
fa: هر آیه %lld بار
fr: Chaque verset %lld fois
id: Setiap ayat %lld kali
ms: Setiap ayat %lld kali
tr: Her ayet %lld kez
ur: ہر آیت %lld بار

source: Edit plan
ar: تعديل الخطة
bn: পরিকল্পনা সম্পাদনা
es: Editar plan
fa: ویرایش برنامه
fr: Modifier le plan
id: Edit rencana
ms: Edit pelan
tr: Planı düzenle
ur: منصوبہ تبدیل کریں

source: Egyptian General Authority
ar: الهيئة المصرية العامة
bn: মিসরের জেনারেল অথরিটি
es: Autoridad General Egipcia
fa: هیئت عمومی مصر
fr: Autorité générale égyptienne
id: Otoritas Umum Mesir
ms: Pihak Berkuasa Am Mesir
tr: Mısır Genel Araştırma Kurumu
ur: مصری جنرل اتھارٹی

source: Enable adhan
ar: تفعيل الأذان
bn: আজান চালু করুন
es: Activar avisos del adán
fa: فعال کردن اذان
fr: Activer l’adhan
id: Aktifkan azan
ms: Hidupkan azan
tr: Ezan bildirimlerini aç
ur: اذان فعال کریں

source: End of surah
ar: نهاية السورة
bn: সূরার শেষ
es: Fin de la sura
fa: پایان سوره
fr: Fin de la sourate
id: Akhir surah
ms: Penghujung surah
tr: Sure sonu
ur: سورہ کا اختتام

source: Enter the gold price to compute the nisab.
ar: أدخل سعر الذهب لحساب النصاب.
bn: নিসাব হিসাব করতে সোনার দাম লিখুন।
es: Introduce el precio del oro para calcular el nisab.
fa: برای محاسبهٔ نصاب، قیمت طلا را وارد کنید.
fr: Saisissez le prix de l’or pour calculer le nisab.
id: Masukkan harga emas untuk menghitung nisab.
ms: Masukkan harga emas untuk mengira nisab.
tr: Nisabı hesaplamak için altın fiyatını girin.
ur: نصاب معلوم کرنے کے لیے سونے کی قیمت درج کریں۔

source: Enter today's local gold price — the nisab is the value of 85 grams of gold.
ar: أدخل سعر جرام الذهب اليوم — النصاب هو قيمة ٨٥ جرامًا من الذهب.
bn: আজকের স্থানীয় সোনার দাম লিখুন — নিসাব হলো ৮৫ গ্রাম সোনার মূল্য।
es: Introduce el precio local del oro de hoy: el nisab es el valor de 85 gramos de oro.
fa: قیمت امروز طلا در محل خود را وارد کنید — نصاب برابر ارزش ۸۵ گرم طلاست.
fr: Saisissez le prix local de l’or du jour — le nisab vaut 85 grammes d’or.
id: Masukkan harga emas lokal hari ini — nisab adalah nilai 85 gram emas.
ms: Masukkan harga emas tempatan hari ini — nisab ialah nilai 85 gram emas.
tr: Bugünkü yerel altın fiyatını girin — nisap 85 gram altının değeridir.
ur: آج کی مقامی قیمتِ سونا درج کریں — نصاب ۸۵ گرام سونے کی قیمت ہے۔

source: Facing the qibla
ar: أنت باتجاه القبلة
bn: আপনি কিবলামুখী
es: De cara a la alquibla
fa: رو به قبله
fr: Face à la Qibla
id: Menghadap kiblat
ms: Menghadap kiblat
tr: Kıbleye dönüksünüz
ur: آپ قبلہ رخ ہیں

source: Fajr
ar: الفجر
bn: ফজর
es: Fayr
fa: صبح
id: Subuh
ms: Subuh
tr: İmsak
ur: فجر

source: Favourites
ar: المفضّلة
bn: পছন্দের
es: Favoritos
fa: علاقه‌مندی‌ها
fr: Favoris
id: Favorit
ms: Kegemaran
tr: Favoriler
ur: پسندیدہ

source: Finish the Quran in
ar: أتم القرآن خلال
bn: কুরআন খতম করবেন যত দিনে
es: Terminar el Corán en
fa: ختم قرآن در
fr: Terminer le Coran en
id: Khatam Al-Qur'an dalam
ms: Khatam Al-Quran dalam
tr: Kur'an'ı bitirme süresi
ur: قرآن مکمل کرنے کی مدت

source: Flowing text
ar: نص متصل
bn: চলমান টেক্সট
es: Texto corrido
fa: متن پیوسته
fr: Texte continu
id: Teks mengalir
ms: Teks mengalir
tr: Akan metin
ur: رواں متن

source: Follow-along audio
ar: صوتيات تتبع الكلمات
bn: শব্দ অনুসরণকারী অডিও
es: Audio con seguimiento
fa: صوت هم‌زمان با متن
fr: Audio synchronisé
id: Audio ikuti bacaan
ms: Audio ikut perkataan
tr: Kelime takipli ses
ur: لفظ کے ساتھ چلنے والی آڈیو

source: Free forever — fi sabilillah. No ads, no tracking.
ar: مجاني للأبد — في سبيل الله. بلا إعلانات، بلا تتبع.
bn: চিরকাল ফ্রি — ফি সাবিলিল্লাহ। কোনো বিজ্ঞাপন নেই, কোনো ট্র্যাকিং নেই।
es: Gratis para siempre, fi sabilillah. Sin anuncios ni rastreo.
fa: همیشه رایگان — فی سبیل‌الله. بدون تبلیغ، بدون ردیابی.
fr: Gratuit pour toujours — fi sabilillah. Sans publicité, sans suivi.
id: Gratis selamanya — fi sabilillah. Tanpa iklan, tanpa pelacakan.
ms: Percuma selamanya — fi sabilillah. Tiada iklan, tiada penjejakan.
tr: Sonsuza dek ücretsiz — fî sebîlillâh. Reklam yok, takip yok.
ur: ہمیشہ مفت — فی سبیل اللہ۔ نہ اشتہار، نہ ٹریکنگ۔

source: From ayah
ar: من الآية
bn: যে আয়াত থেকে
es: Desde la aleya
fa: از آیهٔ
fr: Du verset
id: Dari ayat
ms: Dari ayat
tr: Başlangıç ayeti
ur: آیت سے

source: Go
ar: انتقل
bn: যান
es: Ir
fa: برو
fr: Aller
id: Buka
ms: Pergi
tr: Git
ur: جائیں

source: Go to ayah
ar: الانتقال إلى الآية
bn: আয়াতে যান
es: Ir a la aleya
fa: رفتن به آیه
fr: Aller au verset
id: Lompat ke ayat
ms: Pergi ke ayat
tr: Ayete git
ur: آیت پر جائیں

source: Go to marked line
ar: الانتقال إلى البيت المعلَّم
bn: চিহ্নিত পঙক্তিতে যান
es: Ir al verso marcado
fa: رفتن به بیت نشان‌شده
fr: Aller au vers marqué
id: Lompat ke bait bertanda
ms: Pergi ke bait bertanda
tr: İşaretli beyte git
ur: نشان زدہ شعر پر جائیں

source: Go to page
ar: الانتقال إلى صفحة
bn: পৃষ্ঠায় যান
es: Ir a la página
fa: رفتن به صفحه
fr: Aller à la page
id: Lompat ke halaman
ms: Pergi ke halaman
tr: Sayfaya git
ur: صفحہ پر جائیں

source: Gold (grams)
ar: الذهب (بالجرام)
bn: সোনা (গ্রাম)
es: Oro (gramos)
fa: طلا (گرم)
fr: Or (grammes)
id: Emas (gram)
ms: Emas (gram)
tr: Altın (gram)
ur: سونا (گرام)

source: Gold price per gram
ar: سعر جرام الذهب
bn: প্রতি গ্রাম সোনার দাম
es: Precio del oro por gramo
fa: قیمت هر گرم طلا
fr: Prix de l’or au gramme
id: Harga emas per gram
ms: Harga emas segram
tr: Gram altın fiyatı
ur: فی گرام سونے کی قیمت

source: Grown-ups
ar: لولي الأمر
bn: অভিভাবক
es: Adultos
fa: بزرگ‌ترها
fr: Adultes
id: Orang dewasa
ms: Orang dewasa
tr: Büyükler
ur: بڑوں کے لیے

source: Hadith
ar: الحديث
bn: হাদিস
es: Hadiz
fa: حدیث
id: Hadis
ms: Hadis
tr: Hadis
ur: حدیث

source: Hadith library
ar: مكتبة الحديث
bn: হাদিস লাইব্রেরি
es: Biblioteca de hadiz
fa: کتابخانهٔ حدیث
fr: Bibliothèque de Hadith
id: Pustaka hadis
ms: Perpustakaan hadis
tr: Hadis kütüphanesi
ur: حدیث کی لائبریری

source: Hadith packs
ar: حزم الحديث
bn: হাদিস প্যাক
es: Paquetes de hadiz
fa: بسته‌های حدیث
fr: Packs de Hadith
id: Paket hadis
ms: Pakej hadis
tr: Hadis paketleri
ur: حدیث کے پیکج

source: Hanafi
ar: الحنفي
bn: হানাফি
es: Hanafí
fa: حنفی
fr: Hanafite
tr: Hanefi
ur: حنفی

source: Hifz mode (hide text)
ar: وضع الحفظ (إخفاء النص)
bn: হিফজ মোড (টেক্সট লুকান)
es: Modo memorización (ocultar texto)
fa: حالت حفظ (پنهان‌کردن متن)
fr: Mode mémorisation (masquer le texte)
id: Mode hafalan (sembunyikan teks)
ms: Mod hafalan (sembunyikan teks)
tr: Ezber modu (metni gizle)
ur: حفظ موڈ (متن چھپائیں)

source: Hijri Calendar
ar: التقويم الهجري
bn: হিজরি ক্যালেন্ডার
es: Calendario de la hégira
fa: تقویم هجری
fr: Calendrier hégirien
id: Kalender Hijriah
ms: Kalendar Hijrah
tr: Hicri Takvim
ur: ہجری کیلنڈر

source: Hisn al-Muslim recordings
ar: تسجيلات حصن المسلم
bn: হিসনুল মুসলিমের রেকর্ডিং
es: Grabaciones de Hisn al-Muslim
fa: صوت‌های حصن المسلم
fr: Enregistrements de Hisn al-Muslim
id: Rekaman Hisnul Muslim
ms: Rakaman Hisnul Muslim
tr: Hısnu'l-Müslim kayıtları
ur: حصن المسلم کی ریکارڈنگ

source: Hizb %lld
ar: الحزب %lld
bn: হিজব %lld
fa: حزب %lld
tr: %lld. hizip
ur: حزب %lld

source: Hizb quarters
ar: أرباع الحزب
bn: হিজবের চতুর্থাংশ
es: Cuartos de hizb
fa: ربع‌های حزب
fr: Quarts de Hizb
id: Seperempat hizb
ms: Suku hizb
tr: Hizip çeyrekleri
ur: حزب کے ارباع

source: Hizb start
ar: بداية الحزب
bn: হিজবের শুরু
es: Inicio de hizb
fa: آغاز حزب
fr: Début de Hizb
id: Awal hizb
ms: Permulaan hizb
tr: Hizip başı
ur: حزب کا آغاز

source: How old is your child?
ar: كم عمر طفلك؟
bn: আপনার সন্তানের বয়স কত?
es: ¿Qué edad tiene tu hijo?
fa: فرزند شما چند ساله است؟
fr: Quel âge a votre enfant ?
id: Berapa usia anak Anda?
ms: Berapa umur anak anda?
tr: Çocuğunuz kaç yaşında?
ur: آپ کے بچے کی عمر کتنی ہے؟

source: ISNA (North America)
ar: إسنا (أمريكا الشمالية)
bn: ISNA (উত্তর আমেরিকা)
es: ISNA (Norteamérica)
fa: ISNA (آمریکای شمالی)
fr: ISNA (Amérique du Nord)
id: ISNA (Amerika Utara)
ms: ISNA (Amerika Utara)
tr: ISNA (Kuzey Amerika)
ur: ISNA (شمالی امریکہ)

source: Investments / shares
ar: استثمارات وأسهم
bn: বিনিয়োগ / শেয়ার
es: Inversiones / acciones
fa: سرمایه‌گذاری / سهام
fr: Investissements / actions
id: Investasi / saham
ms: Pelaburan / saham
tr: Yatırımlar / hisseler
ur: سرمایہ کاری / حصص

source: Isha
ar: العشاء
bn: এশা
fa: عشاء
fr: Icha
id: Isya
ms: Isyak
tr: Yatsı
ur: عشاء

source: It is kept on the device, so this surah opens offline next time.
ar: يُحفظ في الجهاز، فتُفتح هذه السورة دون إنترنت في المرة القادمة.
bn: এটি ডিভাইসে রাখা হয়, তাই পরের বার এই সূরা অফলাইনেই খুলবে।
es: Se guarda en el dispositivo, así esta sura se abrirá sin conexión la próxima vez.
fa: روی دستگاه نگه داشته می‌شود، پس دفعهٔ بعد این سوره آفلاین باز می‌شود.
fr: Elle reste sur l’appareil : cette sourate s’ouvrira hors ligne la prochaine fois.
id: Disimpan di perangkat, sehingga surah ini terbuka offline lain kali.
ms: Ia disimpan pada peranti, jadi surah ini boleh dibuka luar talian pada kali seterusnya.
tr: Cihazda saklanır, böylece bu sure bir dahaki sefere çevrimdışı açılır.
ur: یہ آلے پر محفوظ رہتی ہے، اس لیے اگلی بار یہ سورہ آف لائن کھل جائے گی۔

source: It's time for %@
ar: حان وقت %@
bn: %@-এর সময় হয়েছে
es: Es hora de %@
fa: وقت %@ فرا رسید
fr: C’est l’heure de %@
id: Telah masuk waktu %@
ms: Sudah masuk waktu %@
tr: %@ vakti girdi
ur: %@ کا وقت ہو گیا

source: Juz
ar: الأجزاء
bn: পারা
es: Yuz
fa: اجزاء
ms: Juzuk
tr: Cüzler
ur: پارے

source: Juz %lld
ar: الجزء %lld
bn: পারা %lld
es: Yuz %lld
fa: جزء %lld
ms: Juzuk %lld
tr: %lld. cüz
ur: پارہ %lld

source: Juz %lld · Page %lld
ar: الجزء %1$lld · صفحة %2$lld
bn: পারা %1$lld · পৃষ্ঠা %2$lld
es: Yuz %1$lld · Página %2$lld
fa: جزء %1$lld · صفحهٔ %2$lld
fr: Juz %1$lld · Page %2$lld
id: Juz %1$lld · Halaman %2$lld
ms: Juzuk %1$lld · Halaman %2$lld
tr: %1$lld. cüz · %2$lld. sayfa
ur: پارہ %1$lld · صفحہ %2$lld

source: KHATMAH PLAN
ar: خطة الختمة
bn: খতমের পরিকল্পনা
es: PLAN DE JATMA
fa: برنامهٔ ختم
fr: PLAN DE KHATMA
id: RENCANA KHATAM
ms: PELAN KHATAM
tr: HATİM PLANI
ur: ختم کا منصوبہ

source: Khatmah · page %lld of 604
ar: الختمة · صفحة %lld من ٦٠٤
bn: খতম · ৬০৪ পৃষ্ঠার মধ্যে %lld
es: Jatma · página %lld de 604
fa: ختم · صفحهٔ %lld از ۶۰۴
fr: Khatma · page %lld sur 604
id: Khatam · halaman %lld dari 604
ms: Khatam · halaman %lld daripada 604
tr: Hatim · sayfa %lld / 604
ur: ختم · ۶۰۴ میں سے صفحہ %lld

source: Kids mode
ar: وضع الأطفال
bn: শিশু মোড
es: Modo niños
fa: حالت کودکان
fr: Mode enfants
id: Mode anak
ms: Mod kanak-kanak
tr: Çocuk modu
ur: بچوں کا موڈ

source: Language
ar: اللغة
bn: ভাষা
es: Idioma
fa: زبان
fr: Langue
id: Bahasa
ms: Bahasa
tr: Dil
ur: زبان

source: Larger
ar: أكبر
bn: বড়
es: Más grande
fa: بزرگ‌تر
fr: Plus grand
id: Lebih besar
ms: Lebih besar
tr: Daha büyük
ur: بڑا

source: Learn
ar: التعلّم
bn: শিখুন
es: Aprender
fa: آموزش
fr: Apprendre
id: Belajar
ms: Belajar
tr: Öğren
ur: سیکھیں

source: Letters with no colour are read plainly (iẓhār). Colouring is a study aid — the Quran text itself is never changed.
ar: الحروف غير الملونة تُقرأ إظهارًا. التلوين وسيلة تعليمية، ونص القرآن نفسه لا يُغيَّر أبدًا.
bn: রঙহীন হরফগুলো স্বাভাবিকভাবে পড়া হয় (ইজহার)। রঙ কেবল শেখার সহায়ক — কুরআনের টেক্সট কখনোই বদলানো হয় না।
es: Las letras sin color se leen con claridad (iẓhār). El color es una ayuda de estudio: el texto del Corán nunca se modifica.
fa: حرف‌های بی‌رنگ به‌صورت اظهار خوانده می‌شوند. رنگ‌آمیزی کمکی آموزشی است — متن قرآن هرگز تغییر نمی‌کند.
fr: Les lettres sans couleur se lisent sans règle particulière (iẓhār). La coloration est une aide à l’étude — le texte du Coran n’est jamais modifié.
id: Huruf tanpa warna dibaca jelas (iẓhār). Pewarnaan hanyalah alat bantu belajar — teks Al-Qur'an sendiri tidak pernah diubah.
ms: Huruf tanpa warna dibaca secara biasa (izhar). Pewarnaan ialah alat bantu belajar — teks Al-Quran itu sendiri tidak pernah diubah.
tr: Renksiz harfler olduğu gibi (izhar) okunur. Renklendirme bir öğrenme aracıdır — Kur'an metninin kendisi asla değiştirilmez.
ur: بغیر رنگ کے حروف اظہار کے ساتھ پڑھے جاتے ہیں۔ رنگ صرف سیکھنے کا ذریعہ ہیں — قرآن کا متن کبھی تبدیل نہیں کیا جاتا۔

source: Light (Mushaf)
ar: فاتح (مصحف)
bn: লাইট (মুসহাফ)
es: Claro (Mushaf)
fa: روشن (مصحف)
fr: Clair (Mushaf)
id: Terang (Mushaf)
ms: Cerah (Mushaf)
tr: Açık (Mushaf)
ur: روشن (مصحف)

source: Line %lld
ar: البيت %lld
bn: পঙক্তি %lld
es: Verso %lld
fa: بیت %lld
fr: Vers %lld
id: Bait %lld
ms: Bait %lld
tr: %lld. beyit
ur: شعر %lld

source: Listen
ar: أستمع
bn: শুনুন
es: Escuchar
fa: شنیدن
fr: Écouter
id: Dengar
ms: Dengar
tr: Dinle
ur: سنیں

source: Live countdown
ar: العداد المباشر للصلاة
bn: লাইভ কাউন্টডাউন
es: Cuenta regresiva
fa: شمارش معکوس زنده
fr: Compte à rebours
id: Hitung mundur langsung
ms: Kira detik langsung
tr: Canlı geri sayım
ur: براہِ راست الٹی گنتی

source: Live countdown to the next prayer
ar: عدّ تنازلي مباشر للصلاة التالية
bn: পরবর্তী নামাজের লাইভ কাউন্টডাউন
es: Cuenta regresiva hasta la próxima oración
fa: شمارش معکوس زنده تا نماز بعدی
fr: Compte à rebours jusqu’à la prochaine prière
id: Hitung mundur langsung ke salat berikutnya
ms: Kira detik langsung ke waktu solat seterusnya
tr: Sonraki namaza canlı geri sayım
ur: اگلی نماز تک براہِ راست الٹی گنتی

source: Locating…
ar: جارٍ تحديد موقعك…
bn: লোকেশন খোঁজা হচ্ছে…
es: Buscando tu ubicación…
fa: در حال یافتن موقعیت…
fr: Localisation…
id: Mencari lokasi…
ms: Mencari lokasi…
tr: Konum bulunuyor…
ur: مقام معلوم کیا جا رہا ہے…

source: Location Services are off. Turn them on in Settings, or pick a city manually.
ar: خدمات الموقع مُعطَّلة. شغّلها من الإعدادات، أو اختر مدينة يدويًا.
bn: লোকেশন সার্ভিস বন্ধ আছে। সেটিংস থেকে চালু করুন, অথবা নিজে একটি শহর বেছে নিন।
es: Los Servicios de ubicación están desactivados. Actívalos en Ajustes o elige una ciudad manualmente.
fa: خدمات موقعیت مکانی خاموش است. آن را در تنظیمات روشن کنید، یا شهری را دستی انتخاب کنید.
fr: La localisation est désactivée. Activez-la dans Réglages, ou choisissez une ville manuellement.
id: Layanan Lokasi nonaktif. Aktifkan di Setelan, atau pilih kota secara manual.
ms: Perkhidmatan Lokasi dimatikan. Hidupkannya dalam Tetapan, atau pilih bandar secara manual.
tr: Konum Servisleri kapalı. Ayarlar'dan açın veya bir şehri elle seçin.
ur: مقام کی سروسز بند ہیں۔ انہیں ترتیبات میں آن کریں، یا خود کوئی شہر منتخب کریں۔

source: Location access is restricted on this device. Pick a city manually.
ar: الوصول إلى الموقع مقيّد على هذا الجهاز. اختر مدينة يدويًا.
bn: এই ডিভাইসে লোকেশনের অনুমতি সীমিত। নিজে একটি শহর বেছে নিন।
es: El acceso a la ubicación está restringido en este dispositivo. Elige una ciudad manualmente.
fa: دسترسی به موقعیت مکانی در این دستگاه محدود شده است. شهری را دستی انتخاب کنید.
fr: L’accès à la position est restreint sur cet appareil. Choisissez une ville manuellement.
id: Akses lokasi dibatasi di perangkat ini. Pilih kota secara manual.
ms: Akses lokasi disekat pada peranti ini. Pilih bandar secara manual.
tr: Bu cihazda konum erişimi kısıtlı. Bir şehri elle seçin.
ur: اس ڈیوائس پر مقام کی رسائی محدود ہے۔ خود کوئی شہر منتخب کریں۔

source: Lock screen and Dynamic Island
ar: على شاشة القفل وفي الجزيرة الديناميكية معًا
bn: লক স্ক্রিন ও ডাইনামিক আইল্যান্ড
es: Pantalla bloqueada e Isla dinámica
fa: صفحهٔ قفل و Dynamic Island
fr: Écran verrouillé et Dynamic Island
id: Layar terkunci dan Dynamic Island
ms: Skrin kunci dan Dynamic Island
tr: Kilit ekranı ve Dynamic Island
ur: لاک اسکرین اور Dynamic Island

source: MORNING ATHKAR
ar: أذكار الصباح
bn: সকালের জিকির
es: ADHKAR DE LA MAÑANA
fa: اذکار صبحگاه
fr: ADHKAR DU MATIN
id: ZIKIR PAGI
ms: ZIKIR PAGI
tr: SABAH ZİKİRLERİ
ur: صبح کے اذکار

source: Madani
ar: مدنية
bn: মাদানি
es: Medinense
fa: مدنی
fr: Médinoise
id: Madaniyah
ms: Madaniyah
tr: Medeni
ur: مدنی

source: Madani print typefaces
ar: خط مصحف المدينة
bn: মাদানি মুদ্রণের টাইপফেস
es: Tipografías del mushaf de Medina
fa: قلم‌های چاپ مدینه
fr: Polices du Mushaf de Médine
id: Huruf cetak Mushaf Madinah
ms: Muka taip cetakan Madani
tr: Medine Mushafı yazı tipleri
ur: مصحفِ مدینہ کے فونٹ

source: Maghrib
ar: المغرب
bn: মাগরিব
es: Magrib
fa: مغرب
id: Magrib
tr: Akşam
ur: مغرب

source: Makki
ar: مكية
bn: মাক্কি
es: Mecana
fa: مکی
fr: Mecquoise
id: Makkiyah
ms: Makkiyah
tr: Mekki
ur: مکی

source: Manual adjustments (minutes)
ar: تعديل يدوي (بالدقائق)
bn: নিজে সমন্বয় (মিনিট)
es: Ajustes manuales (minutos)
fa: تنظیم دستی (دقیقه)
fr: Ajustements manuels (minutes)
id: Penyesuaian manual (menit)
ms: Pelarasan manual (minit)
tr: Elle düzeltme (dakika)
ur: دستی تبدیلی (منٹ)

source: Mark this line
ar: علِّم هذا البيت
bn: এই পঙক্তি চিহ্নিত করুন
es: Marcar este verso
fa: نشان‌کردن این بیت
fr: Marquer ce vers
id: Tandai bait ini
ms: Tandakan bait ini
tr: Bu beyti işaretle
ur: اس شعر کو نشان زد کریں

source: Match your local masjid exactly. Applies everywhere: timeline, widgets, and notifications.
ar: طابق مسجدك المحلي تمامًا. يسري على كل شيء: المواقيت والودجات والتنبيهات.
bn: আপনার এলাকার মসজিদের সঙ্গে হুবহু মিলিয়ে নিন। সব জায়গায় প্রযোজ্য: টাইমলাইন, উইজেট ও নোটিফিকেশন।
es: Coincide exactamente con tu mezquita local. Se aplica en todo: horarios, widgets y notificaciones.
fa: دقیقاً با مسجد محلهٔ خود هماهنگ کنید. همه‌جا اعمال می‌شود: زمان‌بندی، ابزارک‌ها و اعلان‌ها.
fr: Alignez-vous exactement sur votre mosquée. S’applique partout : horaires, widgets et notifications.
id: Samakan persis dengan masjid Anda. Berlaku di mana saja: jadwal, widget, dan notifikasi.
ms: Padankan tepat dengan masjid setempat anda. Terpakai di mana-mana: garis masa, widget dan pemberitahuan.
tr: Mahalle caminizle birebir aynı olsun. Her yerde geçerlidir: vakit listesi, widget'lar ve bildirimler.
ur: اپنی مقامی مسجد سے بالکل مطابقت رکھیں۔ ہر جگہ لاگو ہوتا ہے: اوقات، وجیٹ اور اطلاعات۔

source: Maybe later
ar: لاحقًا
bn: পরে দেখব
es: Ahora no
fa: شاید بعداً
fr: Plus tard
id: Nanti saja
ms: Nanti dulu
tr: Daha sonra
ur: بعد میں
